Repository: UN-OCHA/hid_app2
Catalog: src/po/*.po
Languages: ar, es, fr

source: In the navigation bar you will find a search box. Start typing your search item in the box and contacts and lists will immediately appear.
fr: Dans la barre de navigation vous allez trouver la barre de recherche. Commencez par écrire ce que vous cherchez dans la barre et les listes de contacts vont apparaître toute suite.

source: Mailchimp list
es: Lista de Mailchimp
fr: Liste du Mailchimp

source: Manage your own lists
fr: Gérer vos listes

source: No matter whether you are looking for an individual, a contact list or a specific role – all contacts are at your finger tips.
fr: Peu importe si vous cherchez une personne physique, une liste des contacts ou une fonction spécifique: tous les contacts se trouvent à votre disposition.

source: Passwords must be at least <strong>8 characters</strong> long, contain at least one <strong>number</strong>, one <strong>uppercase character</strong> and one <strong>lowercase character</strong>.
es: Las contraseñas deben tener un minimo de <strong>8 letras</strong>, incluyendo un <strong>número</strong>, una <strong>mayúscula</strong> y una </strong>minúscula</strong>.
fr: Les mots de passe doivent contenir au minimum <strong>8 caractères</strong>, dont un <strong>nombre</strong>, une <strong>minuscule</strong> et une <strong>majuscule</strong>.

source: Read more
fr: Lire plus

source: Recent:&nbsp;
es: Reciente:&nbsp;
fr: Récent

source: This account is currently only visible to global managers. By editing it, you will automatically inform the user that you have created his/her profile and made it visible to everyone on Humanitarian ID.
es: Esta cuenta es visible solamente por los managers. Al editarlo, usted informará automáticamente al usuario que ha creado su perfil y lo ha hecho visible para todos en Humanitarian ID.
fr: Ce compte est pour l'instant visible seulement pour les managers. En l'éditant, vous allez automatiquement informer l'utilisateur que vous avez créé son profil et que vous l'avez rendu visible sur Humanitarian ID.

source: Tutorial
fr: Didacticiel

source: You can create your own contact lists from the dashboard in the menu at the top of your screen. Once you’ve given your list a name and decided who can view and join it, you can start adding and removing contacts from your list.
fr: Vous pouvez créer votre liste de contact avec l'aide du votre tableau de bord qui se trouve en haut de votre écran. Une fois que vous avez donné un nom à votre liste, et que vous avez décidé qui peut la voire et la joindre, vous pouvez commencer à ajouter et supprimer les contacts de votre liste.

source: You can find the Check-in and Check-out buttons on the top-right of your screen. To get started, click on Check-in, then start typing the name of the country, disaster, or group in the box. Select your list and then look at the options for other suitable lists.
fr: Vous pouvez trouver les boutons de check-in et check-out en haut à droite de votre écran. Pour commencer, appuyez sur 'Connexion' et puis écrire le nom du pays, du désastre, ou du groupe. Choisir votre liste et puis regarder les options pout d'autres listes adéquates.

source: Your account has been locked for 5 minutes due to too many unsuccessful login attempts
es: Su cuenta ha sido bloqueada durante 5 minutos debido a demasiados intentos fallidos de inicio de sesión.
fr: Votre compte a été bloqué pour 5 minutes à cause de trop de tentatives infructueuses de connexion.

source: Your device is connected to the internet
es: Su dispositivo está conectado al Internet.
fr: Votre appareil est connecté à Internet

source: Your device lost its internet connection.
es: Su dispositivo perdió su conexión al Internet.
fr: Votre appareil a perdu sa connexion Internet

source: about checking in
fr: A propos du check-in

source: about finding others
fr: Comment trouver d'autres

source: about managing lists
fr: A propos de listes à gérer

source: <button type="button" class="btn-transparent"> <icon name="arrow-left" text="back"></icon> </button>
es: <icon name="edit"></icon> <span translate="">Editar servicio</span>
