Repository: UN-OCHA/hid_app2
Catalog: src/po/*.po
Languages: ar, es, fr

source: There was an error removing this duplicate
ar: حصل خطأ أثناء أثناء إزالة هذا التكرار
es: Ha habido un error eliminando este duplicado
fr: Il y a eu une erreur de supprimer cette copie

source: There was an error resetting your password. Please try again or contact the HID team.
ar: حصل خطأ أثناء استعادة كلمة المرور. فضلا حاول التواصل مع فريق HID.
es: Ha habido un error restaurando su contraseña. Por favor inténtelo de nuevo o contacte con el equipo de HID.
fr: Il y a eu une erreur concernant la modification de votre mot de passe. Veuillez essayer encore une fois ou prendre contact avec l'équipe HID

source: There was an error revoking this application.
ar: حصل خطأ أثناء إبطال هذا النموذج
es: Ha habido un error revocando esta aplicación.
fr: Une erreur est survenue quant au rejet de cette demande

source: There was an error saving
ar: حصل خطأ أثناء الحفظ

source: There was an error saving the profile
ar: حصل خطأ أثناء حفظ هذا الملف
es: Ha habido un error guardando el perfil
fr: Une erreur est survenue quant à la sauvegarde de ce compte

source: There was an error saving this client
ar: حصل خطأ أثناء حفظ هذا العميل
es: Ha habido un error guardando este cliente
fr: Une erreur est survenue quant à la sauvegarde de ce client

source: There was an error saving this service
ar: حصل خطأ أثناء حفظ هذه الخدمة
es: Ha habido un error guardando este servicio
fr: Une erreur est survenue quant à la sauvegarde de ce service

source: There was an error saving your password.
ar: حصل خطأ أثناء حفظ كلمة المرور هذه.
es: Ha habido un error guardando su contraseña.
fr: Une erreur est survenue quant à la sauvegarde de votre mot de passe

source: There was an error saving your settings.
ar: حصل خطأ أثناء حفظ إعداداتك.
es: Ha habido un error guardando su configuración.
fr: Une erreur est survenue quant à la sauvegarde de vos réglages

source: There was an error sending the claim email
ar: حصل خطأ أثناء إرسال البريد الإلكتروني الخاص بالتأكيد
es: Ha habido un error enviando el email de reclamación
fr: Une erreur est survenue quant à l'envoi du courriel de revendication

source: There was an error sending the validation email.
ar: حصل خطأ أثناء إرسال البريد الإلكتروني الخاص بالتفعيل
es: Ha habido un error enviando el email de validación.
fr: Une erreur est survenue quant à l'envoi du courriel de validation

source: There was an error setting the primary organization.
ar: حصل خطأ أثناء تحديد المنظمة الرئيسية.
es: Ha habido un error estableciendo la organización principal.
fr: Il y a eu une erreur concernant le réglage de votre organisation principale

source: There was an error setting the primary phone number.
ar: حصل خطأ أثناء تحديد رقم الهاتف الرئيسي.
es: Ha habido un error estableciendo el número de teléfono principal.
fr: Il y a eu une erreur concernant le réglage de votre numéro de téléphone principal

source: There was an error setting your primary email.
ar: حصل خطأ أثناء تحديد البريد الإلكتروني الرئيسي.
es: Ha habido un error estableciendo su email principal
fr: Il y a eu une erreur concernant votre adresse d'email principale

source: There was an error subscribing you
ar: حصل خطأ أثناء الاشتراك
es: Ha habido un error suscribiéndole
fr: Il y a eu une erreur concernant l'abonnement à vous

source: There was an error updating this user
ar: حصل خطأ أثناء تعديل هذا المستخدم
es: Ha habido un error actualizando este usuario
fr: Il y a eu une erreur concernant la mise à jour de cet utilisateur

source: There was an error updating your account.
ar: حصل خطأ أثناء تعديل حسابك.
es: Ha habido un error actualizando su cuenta.
fr: Il y a eu une erreur concernant la mise à jour de cotre compte

source: There was an error updating your favourites.
ar: حصل خطأ أثناء تعديل مفضلتك.

source: There was an error uploading the picture
ar: حصل خطأ أثناء تحميل صورتك
es: Ha habido un error cargando su imagen
fr: Il y a eu une erreur concernant la publication de la photo

source: This contact list can only be viewed by verified users. Please contact us at
ar: يمكن رؤية قائمة التواصل فقط من قبل المستخدمين المحققين . فضلا تواصل معنا على
es: Esta lista de contactos tan sólo puede ser vista por usuarios verificados. Por favor contáctenos en
fr: La liste des contact ne peut être accédée que par les utilisateurs vérifiés. On vous prie de nous contacter à

source: This email address does not exist.
ar: البريد الإلكتروني هذا غير موجود.
es: Esta direccion de correo no existe.
fr: Cette adresse email n'existe pas.

source: This field is required
ar: هذا الحقل مطلوب
es: Campo obligatiorio
fr: Ce champ est obligatoire

source: This field must be a valid email address
ar: هذا الحقل يجب أن يكون بريدا إلكترونيا فعالا
es: Este email debe ser una dirección de email válida
fr: Ce champ doit contenir une adresse d'email valable.

source: This list has been set to private by the list owner. Unfortunately you do not have the rights to access it.
ar: هذه القائمة تم تحديدها لتكون خاصة من قبل المالك. للأسف لا تمتلك حق الدخول إليها.
es: Esta lista es privada. No tiene derecho de verla.
fr: Cette liste est privée. Vous n'avez pas le droit d'y accéder.

source: This list was removed from your favourites.
ar: تمت إزالة هذه القائمة من مفضلتك.
es: La lista ha sido eliminada de sus favoritos.
fr: La liste a été enlevée de vos favoris

source: This list was successfully added to your favourites.
ar: تمت إضافة هذه القائمة إلى مفضلتك بنجاح.
es: La lista ha sido añadida a sus favoritos con éxito.
fr: La liste a été ajoutée avec succès à vos favoris

source: This list was successfully removed from your favourites.
ar: تمت إزالة هذه القائمة من مفضلتك بنجاح.
es: La lista ha sido eliminada con éxito de sus favoritos.
fr: La liste a été enlevée avec succès de vos favoris

source: Timezone
ar: توقيت
es: Huso horario
fr: Le fuseau horaire

source: To get started, please give us some information about yourself.
ar: للبدء، فضلا أعطنا بعض المعلومات عنك.
es: Para comenzar, por favor dénos alguna información a cerca de usted.
fr: Afin de commencer, on vous prie de nous renseigner sur vous.

source: Type
ar: نوع
es: Tipo

source: Type a locality
ar: نوع المكان
es: Introduzca una localidad
fr: Mettre une localité

source: Type of user
ar: نوع المستخدم
es: Tipo de usuario
fr: Type d'utilisateur

source: URL
ar: عنوان الموقع الإلكتروني

source: Un-verified
ar: غير محقق
es: Sin verificar
fr: Non-vérifié

source: Un-verify account
ar: إلغاء التحقق من الحساب
es: Cancelar verificación de cuenta
fr: Annuler la vérification du compte

source: Un-verify user
ar: إلغاء التحقق من المستخدم
es: Cancelar verificación de usuario
fr: Annuler la vérification de l'utilisateur

source: Unable to check in
ar: غير قادر على التسجيل
es: No es posible hacer check-in
fr: Incapable de se connecter

source: Unfavourite
ar: غير مفضل
es: Desmarcar como favorito
fr: Non-favori

source: United Nations
ar: الأمم المتحدة
es: Organización de las Naciones Unidas
fr: Les Nations Unies

source: Unknown
ar: مجهول
es: Desconocido
fr: Inconnu

source: Unsubscribe
ar: إلغاء الاشتراك
es: Cancelar suscripción
fr: Se désabonner

source: Unverified
ar: غير محقق
es: Cancelar verificación
fr: Pas vérifié

source: Update check out date
ar: تعديل تاريخ تسجيل المغادرة

source: Update information
ar: تعديل المعلومات
es: Actualizar información
fr: Mettre à jour l'information

source: Update password
ar: تعديل كلمة المرور
es: Actualizar contraseña
fr: Modifier le mot de passe

source: Update your information
ar: تعديل معلوماتك
es: Actualizar su información
fr: Mettre à jour vos informations

source: Use JPEG, up to 5 MB
ar: استخدم صيغة JPEG، أقل من 5 MB

source: User admin
ar: مشرف المستخدم
es: Admin usuario

source: User not found
ar: لم يتم العثور على المستخدم

source: User updated
ar: تم تعديل المستخدم
es: Usuario actualizado
fr: Utilisateur mis à jour

source: User was successfully notified
ar: تم تنبيه المستخدم بنجاح
es: El usuario ha sido notificado con éxito
fr: L'utilisateur a été notifié avec succès

source: Username
ar: اسم المستخدم
es: Nombre de usuario
fr: Nom d'utilisateur

source: Users
ar: المستخدمون
es: Usuarios
fr: Utilisateurs

source: Validation email sent successfully.
ar: تم إرسال بريد التفعيل الإلكتروني بنجاح.
es: Email de validación enviado con éxito.
fr: Email de confirmation a été envoyé avec succès

source: Verified
ar: محقق
es: Verificado/a
fr: Vérifié

source: Verified by
ar: محقق من قبل
es: Verificado/a por
fr: Vérifié par

source: Verified users
ar: المستخدمون المحققون
es: Usuario Verificado
fr: Utilisateurs vérifiés

source: Verified users only
ar: المستخدمون المحققون فقط
es: Tan sólo usuarios verificados
fr: Seulement les utilisateurs vérifiés

source: Verify account
ar: التحقق من الحساب
es: Verificar cuenta
fr: Vérifier le compte

source: Verify user
ar: التحقق من المستخدم
es: Verificar usuario
fr: Vérifier l'utilisateur

source: View OAuth Clients
ar: عرض عملاء OAuth
es: Ver OAuth Clients
fr: Voire les clients OAuth

source: View all
ar: عرض الكل
es: Ver todos/as
fr: Voire tout

source: View as PDF
ar: عرض بصيغة PDF
es: Ver como PDF
fr: Regarder comme document PDF

source: We could not log you in because your email address is not verified yet.
ar: لم نستطع تسجيل دخولك لآن عنوان البريد الإلكتروني الخاص بك غير محقق بعد.
es: No ha podido iniciar sesión debido a que su dirección de email aun no ha sido verificada.
fr: Nous n'avons pas pu vous connecter car votre adresse d'email n'a pas été vérifiée encore

source: We could not log you in, the email address does not exist.
ar: لم نستطع تسجيل دخولك. البريد الإلكتروني هذا لا يوجد.

source: We could not log you in. Please verify your email and password.
ar: لم نستطع تسجيل دخولك. فضلا تحقق من بريد الإلكتروني وكلمة مرورك.
es: No ha podido iniciar sesión. Por favor verifique su email y contraseña.
fr: Nous n'avons pas pu vous connecter. Veuillez vérifier votre adresse d'email et votre mot de passe

source: We could not subscribe you to this service
ar: لم نستطع تسجيل اشتراكك في هذه الخدمة
es: No ha sido posible suscribirle a este servicio
fr: Nous n'avons pas pu vous abonner à ce service

source: We could not unsubscribe you from this service
ar: لم نستطع إلغاء اشتراكك في هذه الخدمة
es: No ha sido posible cancelar su suscripción a este servicio
fr: Nous n'avons pas pu vous désabonner de ce service

source: Websites
ar: المواقع الالكترونية
es: Sitios web
fr: Sites Internet

source: Welcome to Humanitarian ID
ar: مرحبا بك في Humanitarian ID
es: Bienvenido a Humanitarian ID
fr: Bienvenue sur Humanitarian ID

source: What are these?
ar: ما هذه؟
es: Que es esto?
fr: De quoi s'agit-il?

source: What is your primary location?
ar: ما هو موقعك الرئيسي؟
es: Cuál es su localización principal?
fr: Quelle est votre location principale?

source: What is your primary organization?
ar: ما هي منظمتك الرئيسية؟
es: Cuál es su organización principal?
fr: Quelle est votre organisation principale?

source: Where are you currently ?
ar: أين أنت الآن؟
es: Dónde se encuentra actualmente?
fr: Actuellement, vous vous trouvez ou?

source: Who can join this list?
ar: من يستطيع الانضمام إلى هذه القائمة؟
es: Quién puede unirse a esta lista?
fr: Qui peut joindre cette liste?

source: Who can view this list?
ar: من يستطيع رؤية هذه القائمة؟
es: Quién puede ver esta lista?
fr: Qui peut voire ca?

source: Who should be able to see your email addresses?
ar: من يمكنه أن يرى بريدك الإلكتروني؟
es: Quién debería poder ver sus direcciones de email?
fr: Qui peut voire vos adresses mail?

source: Who should be able to see your locations?
ar: من يمكنه أن يرى موقعك؟
es: Quién debería poder ver sus localizaciones?
fr: Qui peut voire vos locations?

source: Who should be able to see your phone numbers?
ar: من يمكنه أن يرى أرقام الهاتف الخاصة بك؟
es: Quién debería poder ver sus números de teléfono?
fr: Qui peut voire vos numéros de téléphone?

source: Work
ar: العمل
es: Trabajo
fr: Travail

source: Would you like to be checked out automatically ? If so, when ?
ar: هل تريد تسجيل المغادرة تلقائيا؟ لو كانت الإجابة بنعم، متى تريد ذلك؟
es: Le gustaría ser dado de baja (check-out) automáticamente? Si es así, cuándo?
fr: Aimeriez-vous une déconnexion automatique? Si oui, après combien du temps?

source: You are not part of any lists
ar: أنت لست عضوا في أي قائمة
es: Usted no es parte de ninguna lista
fr: Vous ne faites pas partie d'une liste

source: You can add more information to your profile at any time via the 'Profile' link in your account menu on the top right
ar: تستطيع إضافة معلومات أخرى لحسابك في أي وقت عبر رابط "ملف" في قائمة الحساب الخاص بك في الركن الأيمن الأعلى
es: Puede agregar más información a su perfil en cualquier momento a través de el link the “Perfil” en su menú de cuenta en la esquina superior derecha
fr: Vous pouvez ajouter des informations supplémentaire sur votre compte à n'importe quel moment en utilisant le lien 'Compte' , qui se trouve au dessous à droite du votre menu du compte.

source: You can check into different types of contact list. First, choose which list or lists are most appropriate for you. Here are the different types:
ar: تستطيع أن تسجل الوصول في أنواع مختلفة من قوائم التواصل. أولا: اختر أي قائمة أو أي قوائم تناسبك. هنا الأنواع المختلفة:
es: Puede darse de alta (check-in) en diversos tipos de listas de contacto. En primer lugar, elija qué lista o listas son las más apropiadas para usted. Estos son los diferentes tipos:
fr: Vous pouvez joindre différents types de listes de contact. Tout d'abord, veuillez choisir quelle(s) liste(s) sont adéquates pour vous. Voici-ici les différents types.

source: You don't have any favourite lists
ar: لا تملك أي قوائم مفضلة
es: No tiene ninguna lista favorita
fr: Vous n'avez pas des listes favories

source: You don't manage any lists
ar: لا تدير أي قوائم
es: No gestiona ninguna lista
fr: Vous ne gérez aucune liste

source: You have granted the following applications access to your Humanitarian ID account.
ar: قمت بمنح التطبيقات التالية الإذن بالدخول إلى حساب الـ Humanitarian ID الخاص بك.
es: Ha concedido acceso a su cuenta de Humanitarian ID a las siguientes aplicaciones.
fr: Vous avez donné l'accès de votre compte Humanitarian ID aux applications suivantes

source: You should only check into an organization that you belong to. All organizational lists are moderated, i.e. your check-in will have to be approved by a Humanitarian ID manager.
ar: عليك فقط تسجيل الوصول الى منظمة تنتمي إليها. كل قوائم المنظمات مدارة. مثلا: تسجيل وصولك يجب أن يعتمد من مدير الـ Humanitarian ID.
es: Debe darse de alta (check-in) solamente en aquella(s) organización(es) a la(s) que pertenezca. Todas las listas de organizaciones están moderadas, por lo que su ‘ckeck-in’ tendrá que ser aprobado por un manager de Humanitarian ID.
fr: Vous devez joindre seulement une organisations dont vous faites partie. Tous les listes organisationnelles sont sujettes à acceptation, c'est-à-dire que votre connexion devra être approuvée par un manager Humanitarian ID.

source: You were successfully checked in.
ar: قمت بتسجيل الوصول بنجاح.
es: Ha sido dado de alta (check-in) con éxito
fr: Vous avez fait votre check-in avec succès.

source: You were successfully checked in. Given the lists you checked into, we recommend that you subscribe to the following services:
ar: قمت بتسجيل الوصول بنجاح. نظرا للقوائم التي قمت بتسجيل الوصول إليها، ننصح بأن تقوم بالاشتراك في الخدمات التالية:
es: Ha sido dado de alta (check-in) con éxito. Dadas las listas en las que se ha dado de alta, le recomendamos que se suscriba a los siguientes servicios:
fr: Vous avez fait votre chck-in avec succès. Selon les listes dont vous faites partie, nous vous recommandons de vous abonner aux services suivants:

source: You were successfully logged out.
ar: قمت بتسجيل الخروج بنجاح.
es: Ha cerrado sesión con éxito
fr: Vous vous êtes déconnecté avec succès

source: You were successfully subscribed
ar: قمت بالاشتراك بنجاح.
es: Ha sido suscrito con éxito
fr: Vous vous êtes abonné avec succès

source: You were successfully subscribed to this service
ar: قمت بالاشتراك في هذه الخدمة بنجاح
es: Ha sido suscrito con éxito a este servicio
fr: Vous vous êtes abonné avec succès à ce service.

source: You were successfully unsubscribed from this service
ar: قمت بإلغاء الاشتراك في هذه الخدمة بنجاح
es: Su suscripción a este servicio ha sido cancelada con éxito
fr: Vous vous êtes désabonné avec succès de ce service.

source: You will soon receive an email which will allow you to reset your password.
ar: ستقوم قريبا بتلقي بريد الكتروني يسمح لك بتعديل كلمة المرور.
es: En breve recibirá un email que le permitirá restaurar su contraseña.
fr: Vous allez recevoir bientôt un courriel qui va vous permettre de modifier votre mot de passe.

source: You're not verified yet.
ar: لم تقم بالتحقيق بعد
es: Aun no está verificado.
fr: Vous n'êtes pas encore vérifié.

source: Your API keys
ar: مفتاح API الخاص بك.
es: Sus claves API
fr: Vos clés API

source: Your account was successfully removed. You are now logged out. Sorry to have you go.
ar: تم حذف حسابك بنجاح. وتم تسجيل خروجك. نأسف لذهابك.
es: Su cuenta ha sido eliminada con éxito. Su sesión ha sido cerrada. Lamentamos que haya decidido marcharse.
fr: Votre compte a été supprimé avec succès. Vous êtes déconnecté maintenant. Nous sommes navrés que vous êtes parti.

source: Your check in modifications
ar: تعديلات تسجيل الوصول الخاص بك
es: Sus modificaciones en check-in
fr: Vos modifications de check-in

source: Your connection request is pending
ar: طلب الاتصال الخاص بك ما زال في الانتظار
es: Su solicitud de conexión está pendiente
fr: Votre demande de connexion est en procès

source: Your connection request is pending. Please note that some of the information made available by this user is only available to verified users.
ar: طلب الاتصال الخاص بك ما زال في الانتظار. فضلا ملاحظة أن المعلومات المتوفرة من هذا المستخدم متوفرة فقط للمستخدمين المحققين.
es: Su solicitud de conexión está pendiente. Por favor tenga en cuenta que parte de la información provista por este usuario sólo está disponible para usuarios verificados.
fr: Votre connexion est pendante. Veuillez savoir que certaines informations qui ont été faites disponibles par cet utilisateur, peuvent être accédées que par des utilisateurs vérifiés.

source: Your connections
ar: اتصالاتك
es: Sus conexiones
fr: Vos connexions

source: Your current password
ar: كلمة مرورك الحالية

source: Your email address
ar: بريدك الالكتروني
es: Su dirección de email
fr: Votre courriel

source: Your first name
ar: اسمك الأول
es: Su nombre
fr: Votre prénom

source: Your last name
ar: اسم العائلة
es: Su apellido
fr: Votre nom de famille

source: Your middle name
ar: اسمك الأوسط
es: Su segundo nombre
fr: Votre deuxième prénom

source: Your new password
ar: كلمة مرورك الجديدة

source: Your password
ar: كلمة مرورك
es: Su contraseña
fr: Votre mot de passe

source: Your password was successfully changed.
ar: تم تغيير كلمة مرورك بنجاح.
es: Su contraseña ha sido cambiada con éxito
fr: Votre mot de passe a été changé avec succès

source: Your password was successfully changed. You can now login.
ar: تم تغيير كلمة مرورك بنجاح. يمكنك الآن تسجيل الدخول.
es: Su contraseña ha sido modificada con éxito. Ahora puede iniciar sesión.
fr: Votre mot de passe a été changé avec succès. Vous pouvez vous connecter maintenant.

source: Your passwords do not match
ar: كلمتا المرور غير متطابقتان.
es: Sus contraseñas no coinciden
fr: Vos mots de passe ne correspondent pas

source: Your profile has been verified.
ar: تم تحقيق من ملفك.
es: Su perfil ha sido verificado
fr: Votre compte est vérifié

source: Your request for check-in is pending. We will get back to you soon.
ar: طلبك بتسجيل الوصول ما زال في الانتظار. سنعود لك قريبا.
es: Su solicitud para darse de alta (check-in) está pendiente. Responderemos lo antes posible.
fr: Votre demande de se connecter est en procès. Nous allons vous rejoindre très bientôt.

source: Your settings were successfully changed.
ar: تم تغيير إعداداتك بنجاح.
es: Su configuración ha sido cambiada con éxito
fr: Vos réglages ont été changés avec succès

source: added
ar: تمت الإضافة
es: Agregado/a
fr: ajouté

source: contacts found
ar: جهات الاتصال المعثور عليها
es: Contactos encontrados
fr: Contacts trouvés

source: email address
ar: عنوان بريد إلكتروني
es: Direcciones de email
fr: Adresse email

source: email addresses can only be viewed by verified users.
ar: عناوين البريد الإلكتروني الخاصة بك يمكن فقط رؤيتها من قبل المستخدمين المحققين.

source: forgot your password
ar: نسيت كلمة المرور

source: if you wish to access the list.
ar: لو أردت الدخول إلى القائمة.
es: Si desea acceder a la lista
fr: si vous souhaitez accéder à la liste

source: landing page
ar: صفحة الوصول
es: Pagina de inicio
fr: page d'accueil

source: lists found
ar: القوائم المعثور عليها
es: Listas encontradas
fr: Listes trouvées

source: location
ar: الموقع
es: Localización

source: locations can only be viewed by verified users.
ar: المواقع يمكن رؤيتها فقط من قبل المستخدمين المحققين.

source: next
ar: التالي
es: Siguiente
fr: suivant

source: or return to the
ar: أو العودة إلى
es: o regresar al
fr: ou revenir à la

source: phone number
ar: رقم الهاتف
es: Número de teléfono
fr: Numéro de téléphone

source: phone numbers can only be viewed by verified users.
ar: أرقام الهاتف يمكن فقط رؤيتها من قبل المستخدمين المحققين

source: removed
ar: تمت الإزالة
es: Eliminado/a
fr: supprimé

source: resend validation email
ar: أعد أرسال بريد التفعيل الإلكتروني
es: Reenviar email de validación
fr: Envoyer encore une fois le mail de validation

source: searching for the list
ar: البحث عن القائمة

source: subscribers
ar: المشتركون

source: was successfully checked in
ar: تم تسجيل الوصول بنجاح
es: Ha sido dado/a de alta (check-in) con éxito
fr: a été checked in avec succès

source: Are you about to deploy to a new operation, join the response to a specific disaster or start working with a different sector or cluster? If so, check in to the relevant contact lists and don’t forget to check out when you leave the country.
fr: Etes-vous sur le point d'être déployé vers une nouvelle opération, joindre l'action de réponse à un désastre spécifique ou commencer à travailler dans un nouveau secteur ou groupe sectoriel? Si tel est le cas, veuillez joindre les listes de contact adéquates et n'oubliez pas de faire le check out quand vous quittez le pays.

source: Auth user
es: Usuario de autenticación
fr: Utilisateur authentifié

source: Check in and out
fr: Check in et out

source: Create your own contact lists and share them with others. Let others check in to your lists or decide for yourself who can join.
fr: Créer votre propre liste de contacts et partagez la avec d'autres. Permettez aux autres joindre votre liste ou décidez vous-même qui peut joindre.

source: Feel free to export your contact list into PDF or other available formats.
fr: Vous pouvez transposer votre liste des contacts en document PDF ou en autres types des formats disponibles.

source: Find others
fr: Trouver d'autres

source: Get started
fr: Commencer

source: Get the app
fr: Téléchargez l'application

source: Humanitarian ID is also available as a mobile app for iOS and Android.
fr: Humanitarian ID est aussi une application mobile pour iOS et Android.

source: If you get a lot of results, use this filter to fine-tune your search.
fr: S'il y a plusieurs résultats, vous pouvez utiliser ce filtre pour focaliser votre recherche.

source: If you want to join a list temporarily, add a check-out date. We’ll send you a reminder shortly before the given date and we’ll check you out automatically two weeks after the end-date.
fr: Si vous souhaitez joindre une liste pour une période déterminée, mettez une date de check-out. Nous allons vous envoyer un rappel avant la date donnée et nous allons faire votre check-out automatiquement deux semaines après la date finale.
