Repository: UN-OCHA/hid_app2
Catalog: src/po/*.po
Languages: ar, es, fr

source: / Unverified
ar: غير محقق
es: / Sin verificar
fr: Pas vérifié

source: A coordination hub is a location where coordination takes place, usually in or outside a large city. For instance, more often than not an OSOCC set up in a sudden-onset disaster becomes a coordination hub for a few weeks after a disaster strikes.
ar: مركز التنسيق هو المكان الذي يتم فيه التنسيق، وعادة داخل أو خارج مدينة كبيرة. على سبيل المثال، في كثير من الأحيان تكون OSOCC التي أنشئت في كارثة مفاجئة هي محور التنسيق لبضعة أسابيع بعد وقوع الكارثة.
es: Un centro de coordinación es aquel lugar donde se localiza la coordinación, normalmente dentro o fuera de una gran ciudad. Pro ejemplo, es normal que un OSOCC levantado en un desastre de carácter repentino se convierta en un centro de coordinación en las semanas siguientes al comienzo del desastre.
fr: Un bureau de coordination définit un endroit ou la coordination a lieu. En général, il s'agit des endroits qui se trouvent dans ou en dehors d'une grande ville. Par exemple, le plus souvent un OSOCC est établi dans un lieu ou il y a eu un désastre, devient un bureau de coordination pendant plusieurs semaines après que le désastre est survenu.

source: API key deleted
ar: تم حذف مفتاح API بنجاح
es: Clave API borrada
fr: Clé API supprimée

source: About
ar: النبذة
es: A cerca de HID
fr: A propos

source: Academic / Research
ar: أكاديمي/بحث
es: Academia / investigación
fr: Recherche

source: Access settings
ar: إعدادات التحكم بالوصول
es: Acceder configuración
fr: Réglages d'accès

source: Account preferences
ar: تفضيلات الحساب
es: Preferencias de la cuenta
fr: Préférences du compte

source: Add Client
ar: إضافة عميل
es: Agregar Cliente
fr: Ajouter un client

source: Add Member
ar: إضافة عضو
es: Agregar Miembro
fr: Ajouter un membre

source: Add Service
ar: إضافة خدمة
es: Agregar Servicio
fr: Ajouter un service

source: Add a job title
ar: إضافة عنوان وظيفة

source: Add a job title:
ar: إضافة عنوان وظيفة:

source: Add a new email address:
ar: إضافة عنوان بريد إلكتروني جديد:
es: Agregar nueva dirección de correo electrónico
fr: Ajouter un nouveau courriel

source: Add a new job title:
ar: إضافة عنوان وظيفة جديدة:
es: Agregar un nuevo puesto de trabajo
fr: Ajouter un nouveau titre

source: Add a new location
ar: إضافة موقع جديد
es: Agregar una nueva localización
fr: Ajouter une nouvelle location

source: Add a new organisation
ar: إضافة منظمة جديدة
es: Agregar una nueva organización
fr: Ajouter une nouvelle organisation

source: Add a new organization:
ar: إضافة منظمة جديدة:
es: Agregar una nueva organización
fr: Ajouter une nouvelle organisation

source: Add a new phone number:
ar: إضافة رقم هاتف جديد:
es: Agregar un nuevo número de teléfono
fr: Ajouter un nouveau numéro de téléphone

source: Add an organization:
ar: إضافة منظمة:
es: Agregar una organización
fr: Ajouter une organisation

source: Add email:
ar: إضافة بريد إلكتروني:
es: Agregar email:
fr: Ajouter un courriel

source: Add location
ar: إضافة موقع
es: Agregar localización
fr: Ajouter location

source: Add new Member
ar: إضافة عضو جديد
es: Agregar nuevo miembro
fr: Ajouter un nouveau membre

source: Add new key
ar: إضافة مفتاح

source: Add new user
ar: إضافة مستخدم جديد
es: Agregar nuevo usuario
fr: Ajouter un nouveau utilisateur

source: Add phone number:
ar: إضافة رقم هاتف:
es: Agregar número de teléfono:
fr: Ajouter un numéro de téléphone

source: Add social network:
ar: إضافة شبكة اجتماعية:
es: Agregar red social:
fr: Ajouter un réseau social

source: Add website:
ar: إضافة موقع الكتروني:
es: Agregar página web:
fr: Ajouter un site d'Internet

source: Additional Information
ar: معلومات إضافية
es: Información adicional
fr: Plusieures informations

source: Administrator
ar: مشرف
es: Administrador
fr: Administrateur

source: Adminstrator
ar: مشرف
es: Administrador
fr: Administrateur

source: All lists you are checked in to
ar: كل القوائم التي سجلت الوصول فيها
es: Todas las listas en las que está dado/a de alta (checked-in)
fr: Tous les listes auxquelles vous avez fait un check-in

source: All subscriptions
ar: كل الإشتراكات
es: Todas las subscripciones
fr: Toutes les souscriptions

source: Already added
ar: مضافة أصلا.
es: Ya agregado/a
fr: Déjà ajouté

source: Anyone
ar: أي شخص
es: Cualquiera
fr: Chacun

source: Anyone within HID can ask to be checked in
ar: أي شخص مع HID يستطيع أن يطلب بأن يتم تسجيل وصوله
es: Cualquiera en HID puede solicitar ser dado/a de alta (checked-in)
fr: Chacun qui fait partie du HID peut demander de faire le check-in

source: Anyone within Humanitarian ID
ar: أي شخص يملك Humanitarian ID
es: Cualquiera en Humanitarian ID
fr: Chacun qui fait partie du Humanitarian ID

source: Application successfully revoked.
ar: تم إلغاء الطلب بنجاح
es: Aplicación revocada con éxito
fr: Demande révoquée

source: Approve
ar: الموافقة
es: Aprobar
fr: Accepter

source: Are you sure you want to check out of this list?
ar: هل أنت متأكد أنك تريد أن تسجل المغادرة من هذه القائمة؟
es: Está usted seguro que desea darse de baja (check out) de esta lista?
fr: Etes-vous sur de vouloir quitter cette liste?

source: Are you sure you want to do this ? You will not be able to access Humanitarian ID anymore.
ar: هل انت متأكد من رغبتك بالقيام بهذا؟ لن يكون بإمكانك الدخول على Humanitarian ID بعد ذلك.
es: Está usted seguro de que desea hacer esto? Usted ya no podrá acceder a Humanitarian ID.
fr: Etes-vous sur de vouloir faire ca? Vous n'aurez plus accès à Humanitarian ID.

source: Are you sure you want to do this? This user will not be able to access Humanitarian ID anymore.
ar: هل انت متأكد من رغبتك بالقيام بهذا؟ لن يكون بإمكان هذا المستخدم الدخول على Humanitarian ID بعد ذلك.
es: Está usted seguro de que desea hacer esto? Este usuario ya no podrá acceder a Humanitarian ID.
fr: Etes-vous sur de vouloir faire ca? Cet utilisateur n'aura plus accès à Humanitarian ID.

source: Are you sure you want to do this? You will need to authorize this application again to access it through Humanitarian ID.
ar: هل أنت متأكد من رغبتك بالقيام بهذا؟ سوف يكون عليك القيام بالسماح لهذا الطلب مرة أخرى ليمكنه الدخول عبر Humanitarian ID
es: Está usted seguro de que desea hacer esto? Deberá autorizar esta aplicación de nuevo para acceder a ella a través de Humanitarian ID.
fr: Etes-vous sur de vouloir faire ca?

source: Are you sure?
ar: هل أنت متأكد؟
es: Está seguro?
fr: Etes-vous sur?

source: Associated lists
ar: قوائم مرتبطة
es: Listas asociadas
fr: Listes associées

source: Authorized Applications
ar: طلبات مسموح لها
es: Aplicaciones Autorizadas
fr: Applications autorisées

source: Authorized applications
ar: طلبات مسموح لها
es: Aplicaciones autorizadas
fr: Applications autorisées

source: Blog
ar: مدونة

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler

source: Change password
ar: تغيير كلمة المرور
es: Cambiar contraseña
fr: Modifier le mot de passe

source: Change settings
ar: تغيير الإعدادات
es: Cambiar configuración
fr: Modifier les réglages

source: Changed primary email to:
ar: تغيير البريد الإلكتروني الرئيسي إلى:
es: Cambió su email principal a:
fr: Modifier l'adresse email principale comme

source: Changed primary job title to:
ar: تغيير عنوان الوظيفة الرئيسي إلى:
es: Cambió su puesto de trabajo principal a:
fr: Modifier l'occupation principale comme

source: Changed primary location to:
ar: تغيير الموقع الرئيسي إلى:
es: Cambió su localización principal a:
fr: Modifier la location principale comme

source: Changed primary organization to:
ar: تغيير المنظمة الرئيسية إلى:
es: Cambió su organización principal a:
fr: Modifier l'organisation principale comme

source: Changed primary phone number to:
ar: تغيير رقم الهاتف الرئيسي إلى
es: Cambió su número de teléfono principal a:
fr: Modifier le numéro de téléphone principal comme

source: Check in
ar: تسجيل الوصول

source: Check in modifications
ar: تعديلات تسجيل الوصول
es: Modificaciones en su check-in
fr: Modifications du check-in

source: Check into List
ar: تسجيل الوصول إلى قائمة
es: Darse de alta (check-in) en Lista
fr: Joindre une liste

source: Check into a list
ar: تسجيل الوصول إلى قائمة
es: Darse de alta (check-in) en una lista
fr: Joindre une liste

source: Check me in
ar: سجل وصولي
es: Darme de alta (check-in)
fr: Faites mon check-in

source: Check out
ar: تسجيل المغادرة

source: Check out of list
ar: تسجيل المغادرة من قائمة
es: Darse de baja (check-out) en lista
fr: Check-out d'une liste

source: Check-in
ar: تسجيل الوصول

source: Choose the list
ar: اختَر القائمة
es: Elija la lista
fr: Choisir la liste

source: Claim email sent successfully
ar: أكد أنه تم إرسال البريد الإلكتروني بنجاح
es: Email de reclamación enviado con éxito
fr: Le courriel de revendication a été envoyé avec succès

source: Client URL
ar: عنوان الموقع الإلكتروني للعميل
es: URL cliente
fr: URL du client

source: Client admin
ar: مدير صفحة العميل

source: Client deleted successfully
ar: تم حذف العميل بنجاح
es: Cliente eliminado con éxito
fr: Client supprimé avec succès

source: Client redirect URL
ar: إعادة التوجيه إلى عنوان الموقع الإلكتروني للعميل

source: Client saved successfully
ar: تم حفظ العميل بنجاح
es: Cliente guardado con éxito
fr: Client sauvegardé avec succès

source: Client secret
ar: سر العميل
es: secreto cliente
fr: Confidentialité du client

source: Clients
ar: عملاء
es: Clientes

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer

source: Cluster
ar: مجموعة قطاعية
es: Sector
fr: Groupe sectoriel

source: Clusters / Working Groups
ar: مجموعات قطاعية/ مجموعات عمل
es: Sector / Grupos de Trabajo
fr: Groupes/équipes du travail

source: Co-ordination Hubs
ar: مراكز التنسيق

source: Co-ordination hub
ar: مركز التنسيق
es: Centro de coordinación
fr: Bureau de coordination

source: Code of conduct
ar: قواعد السلوك
es: Código de conducta
fr: Code de conduite

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe

source: Connect
ar: توصيل
es: Conectar
fr: Se connecter

source: Connection could not be approved
ar: لم يتم الموافقة على التوصيل
es: La conexión no pudo ser aprobada
fr: La connexion n'a pas été acceptée

source: Connection could not be removed
ar: لم تتم إزالة التوصيل
es: La conexión no pudo ser eliminada
fr: La connexion n'a pas été supprimée

source: Connection removed
ar: تمت إزالة التوصيل
es: Conexión eliminada
fr: Connexion supprimée

source: Connection request sent
ar: تم إرسال طلب التوصيل
es: Solicitud de conexión enviada
fr: Demande de connexion envoyée

source: Contact
ar: جهة اتصال
es: Contacto

source: Contact Information
ar: معلومات جهة الإتصال
es: Información de contacto
fr: Information de contact

source: Contacts
ar: جهات اتصال
es: Contactos
fr: Contactes

source: Contacts admin
ar: مشرف جهات الأتصال
es: Admin contactos
fr: Contacts du gérant

source: Coordination hub
ar: مركز تنسيق
es: Centro de coordinación
fr: Bureau de coordination

source: Copy Email Addresses
ar: نسخ عنوان البريد الإلكتروني
es: Copiar direcciones de email
fr: Copier les adresses d'email

source: Country
ar: الدولة
es: País
fr: Pays

source: Create a new client
ar: إدخال عميل جديد
es: Crear un nuevo cliente
fr: Créer un nouveau client

source: Create a new list
ar: إدخال قائمة جديدة
es: Crear una nueva lista
fr: Créer une nouvelle liste

source: Create a new service
ar: إدخال خدمة جديدة

source: Create a password
ar: إدخال كلمة سر جديدة
es: Crear una contraseña
fr: Créer un nouveau mot de passe

source: Create new List
ar: إدخال قائمة جديدة
es: Crear una nueva Lista
fr: Créer une nouvelle liste

source: Create password
ar: إدخال كلمة سر جديدة
es: Crear una contraseña
fr: Créer un mot de passe

source: Created
ar: تم الانشاء.
es: Creado/a
fr: Créé

source: Created by
ar: تم الانشاء بواسطة.
es: Creado/a por
fr: Créé par

source: Current connections
ar: الاتصالات الحالية.
es: Conexiones actuales
fr: Connexions actuelles

source: Current email address
ar: عنوان البريد الإلكتروني الحالي
es: Dirección de email actual
fr: Courriel actuel

source: Current job title
ar: المسمى الوظيفي الحالي
es: Puesto de trabajo actual
fr: Titre actuel

source: Current location
ar: الموقع الحالي
es: Localización actual
fr: Location actuelle

source: Current organization
ar: المنظمة الحالية
es: Organización actual
fr: Organisation actuelle

source: Current password
ar: كلمة المرور الحالية
es: Contraseña actual
fr: Mot de passe actuel

source: Current phone number
ar: رقم الهاتف الحالي
es: Número de teléfono actual
fr: Numéro de téléphone actuel

source: Dashboard
ar: لوحة المعلومات
es: Panel de Control
fr: Tableau de bord

source: Delete Account
ar: حذف حساب
es: Eliminar Cuenta
fr: Supprimer le compte

source: Delete List
ar: حذف قائمة
es: Eliminar Lista
fr: Supprimer la liste

source: Delete User
ar: حذف مستخدم
es: Eliminar Usuario
fr: Supprimer l'utilisateur

source: Delete account
ar: حذف حساب
es: Eliminar cuenta
fr: Supprimer le compte

source: Delete client
ar: حذف عميل

source: Delete list
ar: حذف قائمة
es: Eliminar lista
fr: Supprimer la liste

source: Delete service
ar: حذف خدمة
es: Eliminar servicio
fr: Supprimer le service

source: Deleting your account means that you will lose your access to Humanitarian ID.
ar: حذف حسابك يعني أنك ستفقد إمكانية الدخول إلى Humanitarian ID.
es: Al eliminar su cuenta usted perderá acceso a Humanitarian ID.
fr: Le fait de supprimer votre compte signifie que vous allez perdre l'accès au site.

source: Deny
ar: رفض
es: Denegar
fr: Refuser

source: Description
ar: وصف
es: Descripción

source: Details
ar: تفاصيل

source: Developers
ar: مطورون
es: Desarrolladores
fr: Programmateur

source: Disaster
ar: كارثة
es: Desastre
fr: Désastre

source: Disasters
ar: كوارث
es: Desastres
fr: Désastres

source: Disasters usually refer to sudden-onset emergencies in a country or region. The Nepal Earthquake, Hurricane Matthew in Haiti or the floods in the Balkans are just a few examples.
ar: الكوارث تعني بالعادة حالات طوارئ مفاجئة في دولة ما أو إقليم. زلزال النيبال، إعصار ماثيو في هاييتي أو الفيضانات في البلقان أمثلة على ذلك.
es: Los desastres normalmente hacen referencia a emergencias de carácter repentino en un país o región concretos. El Terremoto de Nepal, el Huracán Matthew en Haiti o las Inundaciones de los Balcanes son sólo algunos ejemplos.
fr: Les désastres se traduisent en principe, par des urgences soudaines dans une région ou un pays, comme par exemple le tremblement de terre au Nepal, l'ouragan Matthew en Haiti ou les inondations dans les Balkans.

source: Domain
ar: مجال
es: Dominio
fr: Domaine

source: Donor
ar: متبرع
es: Donante
fr: Donateur

source: Duplicate successfully removed
ar: عملية التكرار تمت بنجاح
es: Duplicación eliminada con éxito
fr: Copie supprimée avec succès

source: Duplicates
ar: تكرار
es: Duplicaciones
fr: Copies

source: Edit
ar: تحرير
es: Editar
fr: Modifier

source: Edit List Settings
ar: تحرير خيارات القوائم
es: Editar Configuración de Lista
fr: Modifier les réglages de listes

source: Edit Service
ar: تحرير خدمة
es: Editar Servicio
fr: Modifier le service

source: Edit client
ar: تحرير عميل

source: Edit service
ar: تحرير خدمة
es: Editar servicio
fr: Modifier le service

source: Email
ar: بريد إلكتروني
fr: Courriel

source: Email address
ar: عنوان بريد إلكتروني
es: Dirección de email
fr: Adresse d'email

source: Email addresses must be verified before they can be set as primary.
ar: يجب تحقيق عنوان البريد الإلكتروني حتى يتم تعيينه كعنوان بريد إلكتروني رئيسي
es: Las direcciones de email deben ser verificadas antes de ser establecidas como principales.
fr: L'adresse email doit être vérifiée avant d'être ajouté comme adresse principale.

source: Email type
ar: نوع البريد الإلكتروني
es: Tipo de email
fr: Type du courriel

source: Embassy
ar: سفارة
es: Embajada
fr: Ambassade

source: Enter your personal details
ar: أدخل معلوماتك الشخصية
es: Introduzca sus detalles personales
fr: Ajouter vos informations personnelles

source: Export Contact Info
ar: تصدير معلومات جهة الاتصال
es: Exportar Información de Contacto
fr: Exporter les informations de contact

source: Export into CSV
ar: تصدير إلى CSV
es: Exportar en CSV
fr: Exporter vers CSV

source: Export options
ar: خيارات التصدير
es: Opciones de exportación
fr: Exporter les options

source: Family name
ar: اسم العائلة
es: Apellido
fr: Nom de famille

source: Feedback
ar: تعليقات وآراء
fr: Renseignements

source: Filter by co-ordination hub
ar: تصفية حسب مركز التنسيق
es: Filtrar por centro de coordinación
fr: Filtrer par bureau de coordination

source: Filter by country
ar: تصفية حسب الدولة
es: Filtrar por país
fr: Filtrer par pays

source: Filter by disaster
ar: تصفية حسب الكارثة
es: Filtrar por desastre
fr: Filtrer par désastre

source: Filter by group
ar: تصفية حسب المجموعة
es: Filtrar por grupo
fr: Filtrer par groupe

source: Filter by operation
ar: تصفية حسب العملية
es: Filtrar por operación
fr: Filtrer par opération

source: Filter by organization
ar: تصفية حسب المنظمة
es: Filtrar por organización
fr: Filtrer par organisation

source: Filter by organization type
ar: تصفية حسب نوع المنظمة
es: Filtrar por tipo de organización
fr: Filtrer par type d'organisation

source: Filter by role
ar: تصفية حسب الدور
es: Filtrar por rol
fr: Filtrer par role

source: Filter by type
ar: تصفية حسب النوع
es: Filtrar por tipo
fr: Filtrer par type

source: Filters applied:
ar: التصفيات المطبقة:

source: First Name
ar: الاسم الأول
es: Nombre
fr: Prénom

source: First name
ar: الاسم الأول
es: Nombre
fr: Prénom

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
es: Olvidó su contraseña?
fr: Mot de passe oublié?

source: Functional roles
ar: أدوار وظيفية
es: Roles operativos
fr: Utilisations

source: Ghost
ar: شبح
es: Usuario Fantasma
fr: Fantôme

source: Given name
ar: الاسم الأول
es: Nombre
fr: Nom de la naissance

source: Government
ar: الحكومة
es: Gobierno
fr: Gouvernement

source: Group
ar: المجموعة
es: Grupo
fr: Groupe

source: Groups can be clusters, sectors or simply working groups that are set up in a specific country to facilitate coordination among humanitarian partners.
ar: يمكن للمجموعات أن تكون مجموعات قطاعية، أو قطاعات استجابة أو ببساطة مجموعات عمل تم إنشاؤها في بلد معين للقيام بالتنسيق بين الشركاء الإنسانيين
es: Grupos pueden ser clusters, sectores o simplemente grupos de trabajo que estén localizados en un país específico para facilitar la coordinación entre socios humanitarios.
fr: Les groupes peuvent constituter des grappes, secteur ou simplement des groupes travaillantes formés dans un pays spécifique afin de faciliter la coordination entre les collaborateurs humanitaires.

source: Hide
ar: إخفاء
es: Ocultar
fr: Cacher

source: Hide the service - HID users will not be able to search for it
ar: إخفاء الخدمة- لن يتمكن مستخدمو HID من البحث عنها.
es: Oculte el servicio - Usuarios de HID no podrán buscarlo
fr: Cacher le service- Les utilisateurs HID ne pourront pas le chercher

source: Humanitarian ID version 2.0 is live! To log in for the first time, please reset your password by clicking on
ar: Humanitarian ID نسخة 2.0 متوفرة! لتسجيل الدخول في المرة الأولى، الرجاء استعادة كلمة المرور بالضغط على

source: Humanitarian contacts
ar: جهات اتصال انسانية
es: Contactos humanitarios
fr: Contacts humanitaires

source: Humanitarian details
ar: تفاصيل انسانية
es: Detalles humanitarios
fr: Détails humanitaires

source: If you forget the password for your Humanitarian ID account, you can request a new password by entering your email address here and clicking on 'Reset Password'.
ar: لو نسيت كلمة المرور الخاصة بحساب Humanitarian ID الخاص بك، يمكنك طلب كلمة مرور جديدة من خلال إدخال عنوان بريدك الإلكتروني هنا وضغط " استعادة كلمة المرور".
es: Si usted olvida la contraseña de su cuenta en Humanitarian ID, puede solicitar una nueva contraseña introduciendo su dirección de email y haciendo click en ‘Restaurar Contraseña’.
fr: Si vous avez oublié le mot de passe pour votre compte Humanitarian ID, vous pouvez demander un nouveau mot de passe en écrivant ici votre adresse d'email et appuyer sur 'Modifier mot de passe'.

source: In order to view this person’s profile, please contact info@humanitarian.id
ar: لاستعراض ملف هذا الشخص، الرجاء التواصل مع info@humanitarian.id
es: Para ver el perfil de esta persona, por favor contacte con info@humanitarian.id
fr: Afin de voire le compte de cette personne, veuillez contacter info@humanitarian.id

source: Info / actions
ar: معلومات/ إجراءات

source: International NGO
ar: منظمة غير حكومية دولية
es: ONG internacional
fr: ONG Internationale

source: International Organization
ar: منظمة دولية
es: Organización internacional
fr: Organisation internationale

source: Invalid API key
ar: مفتاح API غير صالح
es: API key inválida
fr: API key pas valable

source: Job Title
ar: مسمى وظيفي

source: Job title
ar: مسمى وظيفي
es: Puesto de trabajo
fr: Occupation

source: Job titles
ar: مسميات وظيفية
es: Puestos de trabajo
fr: Occupations

source: Landline
ar: رقم هاتف أرضي
es: Teléfono fijo
fr: Numéro de téléphone fixe

source: Last Name
ar: اسم العائلة
es: Apellido
fr: Nom de famille

source: Last Updated
ar: تم التعديل لآخر مرة
es: Última actualización
fr: Dernière mise à jour

source: Last name
ar: اسم العائلة
es: Apellido
fr: Nom de famille

source: Last update of your profile
ar: آخر مرة تم تعديل ملفك فيها
es: Última actualización de su perfil
fr: Dernière mise à jour de votre compte

source: List Settings
ar: اعدادات القائمة
es: Configuración de Lista
fr: Réglages de liste

source: List name
ar: اسم القائمة
es: Nombre de lista
fr: Nom de la liste

source: List not available offline
ar: القائمة غير متوفرة بدون اتصال
es: Lista no disponible desconectado
fr: Liste non disponible déconnecté

source: List not found
ar: لم يتم العثور على القائمة

source: List not found, try
ar: لم يتم العثور على القائمة، حاول

source: Lists
ar: القوائم
es: Listas
fr: Listes

source: Lists I manage
ar: القوائم التي أديرها
es: Listas que gestiona
fr: Listes dont je m'en occupe

source: Lists I'm part of
ar: القوام التي أنا جزء منها
es: Listas de las que forma parte
fr: Listes dont je fais partie

source: Locale
ar: مكان
es: Lugar

source: Locality
ar: المنطقة المحلية
es: Localidad
fr: Localité

source: Location filters
ar: تصفيات الموقع

source: Locations
ar: المواقع
es: Localizaciones

source: Log out
ar: تسجيل الخروج
es: Desconectar
fr: Déconnexion

source: Login
ar: تسجيل الدخول
es: Inicio de sesión
fr: Connexion

source: Login URL
ar: تسجيل عنوان الموقع الإلكتروني
es: URL de inicio de sesión

source: Manage services
ar: إدارة الخدمات
es: Gestionar servicios
fr: Gérer les services

source: Manager
ar: مدير
fr: Administrateur

source: Managers
ar: مدراء
fr: Administrateurs

source: Mark as favourite
ar: اختيار كمفضلة
es: Marcar como favorito
fr: Marquer comme favori

source: Media
ar: إعلام
es: Medio de comunicación
fr: Média

source: Meeting attendance (comfortable View)
ar: حضور الاجتماع ( العرض المريح)
es: Asistencia a Meeting (vista confortable)
fr: Présence aux réunions (vue commode)

source: Meeting attendance (compact View)
ar: حضور الاجتماع ( العرض الموجز)
es: Asistencia a Meeting (vista compacta)
fr: Présence aux réunions (vue compacte)

source: Middle Name
ar: الاسم الأوسط
es: Segundo nombre
fr: Deuxième prénom

source: Military
ar: العسكرية
es: Militar
fr: Service militaire

source: Mobile
ar: المتنقل
es: Móvil
fr: Numéro de portable

source: My connections
ar: اتصالاتي
es: Mis conexiones
fr: Mes connexions

source: My favourite lists
ar: قوائمي المفضلة
es: Ms listas favoritas
fr: Mes listes favorites

source: My lists
ar: قوائمي
es: Mis listas
fr: Mes listes

source: Name
ar: الاسم
es: Nombre
fr: Nom

source: National NGO
ar: منظمة غير حكومية محلية
es: ONG Nacional
fr: ONG national

source: New job title
ar: مسمى وظيفي جديد

source: New password
ar: كلمة مرور جديدة
es: Nueva contraseña
fr: Nouvel mot de passe

source: Next
ar: التالي
es: Siguiente
fr: Suivant

source: No applications currently have access to your Humanitarian ID account.
ar: لا نماذج حاليا تستطيع الدخول على حساب Humanitarian ID الخاص بك.
