Repository: UN-OCHA/hid_app2
Catalog: src/po/*.po
Languages: ar, es, fr

source: No approved connections
ar: لا توجد اتصالات معتمدة.
es: Conexiones sin aprobar
fr: Pas de connexions acceptées

source: No email
ar: لا يوجد بريد إلكتروني

source: No emails
ar: لا يوجد بريد إلكتروني
es: Ningún email
fr: Aucun message

source: No job title
ar: لا يوجد مسمى وظيفي

source: No job titles
ar: لا توجد مسميات وظيفية
es: Ningún puesto de trabajo
fr: Aucun titre

source: No lists
ar: لا توجد قوائم
es: Ninguna lista
fr: Aucune liste

source: No lists available
ar: لا توجد قوائم متوفرة
es: Ninguna lista disponible
fr: Aucune liste disponible

source: No location
ar: لا يوجد موقع

source: No locations
ar: لا توجد مواقع
es: Ninguna localización
fr: Aucunes locations

source: No modifications
ar: لا توجد تعديلات
es: Ninguna modificación
fr: Aucune modification

source: No organizations
ar: لا توجد منظمات
es: Ninguna organización
fr: Aucune organisation

source: No pending connections
ar: لا توجد اتصالات في الانتظار
es: Ninguna conexión pendiente
fr: Pas de connexions pendantes

source: No permissions set
ar: لم يتم إعطاء الإذن
es: Ningún permiso establecido
fr: Aucune permission réglée

source: No phone number
ar: لا يوجد رقم هاتف
es: Ningún número de teléfono
fr: Aucune numéro de téléphone

source: No phone numbers
ar: لا توجد أرقام هاتف
es: Ningunos números de teléfono
fr: Aucuns numéros de téléphone

source: No roles
ar: لا توجد أدوار
es: Ningunos roles
fr: Aucun role

source: No social networks
ar: لا توجد شبكات اجتماعية
es: Ninguna red social
fr: Aucun réseau social

source: No subscribers
ar: لا يوجد مشتركين

source: No subscriptions
ar: لا توجد اشتراكات
es: Ninguna subscripción
fr: Pas de souscriptions

source: No websites
ar: لا توجد مواقع
es: Ningún sitio web
fr: Aucun site d'Internet

source: None set
ar: لم يتم تحديد شيء
es: Ninguno puesto
fr: Aucun(e) mis à jour

source: Notifications
ar: تنبيهات
es: Notificaciones

source: Occupation filters
ar: تصفيات الوظيفة
es: Filtros de ocupación
fr: Filtres d'occupation

source: Only the owner and managers of the list can add users
ar: فقط مالك القائمة ومدراءها يمكنهم إضافة مستخدمين
es: Tan sólo el propietario y managers de la lista pueden agregar usuarios
fr: Seulement le propriétaire et les administrateurs de la liste peuvent ajouter des utilisateurs

source: Operation
ar: عملية
es: Operación
fr: Opération

source: Operations
ar: عمليات
es: Operaciones
fr: Opérations

source: Operations usually refer to single countries, like Afghanistan or Iraq. In some cases they also refer to a wider humanitarian response across borders, for example the Whole of Syria response.
ar: العمليات غالبا ما تشير إلى دول معينة، كالعراق أو أفغانستان. في بعض الحالات تشير إلى استجابة إنسانية عابرة للحدود، كجميع سوريا على سبيل المثال.
es: Operaciones normalmente hacen referencia a países individuales, como Afghanistan o Iraq. En algunos casos también hacen referencia a respuestas humanitarias transfronterizas más amplias, por ejemplo la respuesta del Conjunto de Siria.
fr: Les opérations s'agissent en principe, d'un seul pays comme par exemple l'Afghanistan ou l'Iraq. Dans certains cas, ils s'agissent d'une réponse humanitaire transnational, comme par exemple la réponse de la communauté international par rapport à la situation dans la Syrie.

source: Options
ar: خيارات
es: Opciones

source: Organization
ar: منظمة
es: Organización
fr: Organisation

source: Organization Type
ar: نوع المنظمة

source: Organizations
ar: منظمات
es: Organizaciones
fr: Organisations

source: Orphan
ar: يتيم
es: Usuario Huérfano
fr: Orphelin

source: Other
ar: أخرى
es: Otro
fr: Autre

source: Other lists you might be interested in
ar: قوائم أخرى قد تكون مهتماً بها
es: Otras listas en las que puede estar interesado
fr: Autres listes qui pourraient vous intéresser

source: Password
ar: كلمة مرور
es: Contraseña
fr: Mot de passe

source: Password (confirm)
ar: كلمة المرور (تأكيد)
es: Contraseña (confirmar)
fr: Mot de passe (confirmer)

source: Pending approval
ar: في انتظار الموافقة
es: Pendiente de aprobación
fr: Acceptation pendante

source: People on the list only
ar: الأشخاص على القائمة فقط
es: Tan solo personas en la lista
fr: Personnes qui sont sur la liste seulement

source: Permissions
ar: أذونات
es: Permisos

source: Personal
ar: شخصي
fr: Personnel

source: Phone numbers
ar: أرقام هاتف
es: Números de teléfono
fr: Numéros de téléphone

source: Phone type:
ar: نوع الهاتف:
es: Tipo de teléfono
fr: Type du téléphone

source: Picture uploaded
ar: الصورة المرفوعة
es: Imagen subida
fr: Photo publiée

source: Please email responsibly. Follow our
ar: الرجاء إرسال البريد الإلكتروني بمسؤولية. تابع
es: Por favor, envíe emails de forma responsable. Siga nuestro/a
fr: On vous prie de communiquer par courriel d'une manière responsable. Suivez nos

source: Please note that some of the information made available by this user is only available to verified users
ar: الرجاء ملاحظة أن بعض المعلومات المتوفرة من قبل هذا المستخدم متوفرة فقط للمستخدمين المحققين.
es: Por favor, tenga en cuenta que parte de la información ofrecida por este usuario está tan solo disponible para usuarios verificados.
fr: Sachez que certaines informations publiées par cet utilisateur sont disponibles qu'aux utilisateurs vérifiés.

source: Please note that some of the information made available by this user is private and some is available only to verified users. You can contact them with a request to see the private sections of their profile by clicking 'Connect'.
ar: الرجاء ملاحظة أن بعض المعلومات المتوفرة من قبل هذا المستخدم خاصة وبعضها متوفرة فقط للمستخدمين المحققين فقط. يمكنك التواصل معهم وطلب رؤية الأجزاء الخاصة من ملفاتهم بضغط "اتصال".
es: Por favor, tenga en cuenta que parte de la información ofrecida por este usuario es privada y parte está disponible tan solo para usuarios verificados. Puede contactar con la persona solicitando ver las secciones privadas de su perfil haciendo click en ‘Conectar’.
fr: Sachez que certaines informations publiées par cet utilisateur sont disponibles qu'aux utilisateurs vérifiés. Vous pouvez contacter l'utilisateur concernant une demande de voire leurs sections privées du compte, en appuyant sur 'Connexion'.

source: Please note that some of the information made available by this user is private. You can contact them with a request to see their whole profile by clicking 'Connect'.
ar: الرجاء ملاحظة أن بعض المعلومات المتوفرة من قبل هذا المستخدم خاصة. تستطيع التواصل معهم بطلب لرؤية الملف كاملا بضغط "اتصال".
es: Por favor, tenga en cuenta que parte de la información ofrecida por este usuario privada. Puede contactar con la persona solicitando ver su perfil completo haciendo click en ‘Conectar’
fr: Sachez que certaines informations publiées par cet utilisateur sont privées. Vous pouvez le contacter avec une demande de voire l'intégralité de leur compte, en appuyant sur 'Connexion'

source: Preferences
ar: تفضيلات
es: Preferencias
fr: Préférences

source: Primary email updated
ar: تم تعديل البريد الإلكتروني الرئيسي
es: Email principal actualizado
fr: Adresse d'email principale mise à jour

source: Primary organization updated
ar: تم تعديل المنظمة الرئيسية
es: Organización principal actualizada
fr: Organisation principale mise à jour

source: Primary phone number updated
ar: تم تعديل رقم الهاتف الرئيسي
es: Número de teléfono principal actualizado
fr: Numéro de téléphone principal

source: Private sector
ar: القطاع الخاص
es: Sector privado
fr: Secteur privé

source: Profile
ar: ملف
es: Perfil
fr: Compte

source: Profile updated
ar: تم تعديل الملف
es: Perfil actualizado
fr: Compte mis à jour

source: Red Cross / Red Crescent
ar: الصليب الأحمر/ الهلال الأحمر
es: Cruz roja y media Luna roja
fr: La Croix Rouge

source: Redirect URL
ar: إعادة توجيه عنوان الموقع الإلكتروني
es: Redirigir URL
fr: Réorienter l'URL

source: Region
ar: إقليم
es: Región
fr: Région

source: Register
ar: تسجيل
es: Registrarse
fr: Enregistrer

source: Related platforms
ar: منصات مقاربة
es: Plataformas relacionadas
fr: Plateformes liées

source: Religious
ar: متدين
es: Religioso
fr: Religieux

source: Remove from favourites
ar: إزالة من المفضلة
es: Eliminar de favoritos
fr: Supprimer des favoris

source: Remove from list
ar: إزالة من القائمة
es: Eliminar de la lista
fr: Supprimer de la liste

source: Report a Problem
ar: التبليغ عن مشكلة
es: Reportar un problema
fr: Rapporter un problème

source: Request
ar: طلب
es: Solicitar
fr: Demande

source: Reset Password
ar: إعادة تعيين كلمة المرور
es: Restaurar Contraseña
fr: Modifier le mot de passe

source: Reset password
ar: إعادة تعيين كلمة المرور
es: Restaurar contraseña
fr: Modifier le mot de passe

source: Role
ar: دور
es: Rol
fr: Fonction

source: Roles are closely related to your job title. Very common roles are those of Humanitarian Coordinator, Information Management Officer or UNDAC member. As with checking into organizational lists, role check-ins are moderated.
ar: الأدوار تكون قريبة من مسماك الوظيفي. الأدوار الشائعة دائما تكون منسق إنساني، مسؤول أدارة المعلومات أو عضو UNDAC. وكالتسجيل في قوائم المنظمات، يتم إدارة تسجيل الأدوار.
es: Los roles están estrechamente ligados a su puesto de trabajo. Roles muy comunes son los de Coordinador Humanitario, Oficial de Gestión de Información o miembro de UNDAC. Del mismo modo que al darse de alta (check-in) en listas de Organización, las altas en listas de Rol están moderadas.
fr: Les fonctions sont liés à votre occupation. Des rôles typiques sont ceux de Coordinateur Humanitaire, Officer de la gestion d'information ou membre UNDAC. Comme c'est le cas des organisations, le fait d'ajouter des fonctions est soumis à acceptation.

source: Satellite Phone
ar: هاتف متصل بالقمر الصناعي
es: Teléfono Satelital
fr: Téléphone par satellite

source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder

source: Save settings
ar: حفظ الإعدادات
es: Guardar configuración
fr: Sauvegarder les réglages

source: Saving
ar: يتم الحفظ
es: Guardando
fr: En train de sauvegarder

source: Search
ar: بحث
es: Buscar
fr: Chercher

source: Search Results
ar: نتائج البحث

source: Search by name
ar: البحث حسب الاسم

source: Search for a country
ar: البحث عن دولة
es: Buscar un país
fr: Chercher un pays

source: Search for a country / region
ar: البحث عن دولة/ إقليم
es: Buscar un país / región
fr: Chercher un pays ou une région

source: Search for a list
ar: البحث عن قائمة
es: Buscar una lista
fr: Chercher une liste

source: Search for a list name
ar: البحث عن اسم قائمة
es: Buscar un nombre de lista
fr: Chercher un nom de liste

source: Search for a name
ar: البحث عن اسم
es: Buscar un nombre
fr: Chercher un nom

source: Search for a subscription
ar: البحث عن اشتراك
es: Buscar una subscripción
fr: Chercher une souscription

source: Search for an organisation
ar: البحث عن منظمة
es: Buscar una organización
fr: Chercher une organisation

source: Search for contacts
ar: البحث عن جهات اتصال
es: Buscar contactos
fr: Chercher les contacts

source: Search for contacts or contact lists
ar: البحث عن جهات اتصال أو قوائم تواصل
es: Buscar contactos o listas de contactos
fr: Chercher des contacts ou listes de contacts

source: Search for operation lists
ar: البحث عن قوائم عمليات
es: Buscar listas de operación
fr: Chercher des listes d'opérations

source: Search for other contact lists
ar: البحث عن قوائم تواصل أخرى
es: Buscar otras listas de contacto
fr: Chercher des listes de contacts

source: Secret
ar: سري
es: Secreto/a
fr: Confidentiel

source: See all
ar: انظر الكل
es: Ver todos/as
fr: Voire tout

source: See below for other platforms using Humanitarian ID login:
ar: انظر إلى الأسفل من أجل منصات أخرى باستخدام تسجيل دخول Humanitarian ID:
es: Otras plataformas utilizando el inicio de sesión a través de Humanitarian ID
fr: Voire en dessous pour d'autres plateformes qui utilisent le login Humanitarian ID

source: Select a country
ar: اختيار دولة
es: Seleccione un país
fr: Choisir un pays

source: Select a list
ar: اختيار قائمة
es: Seleccione una lista
fr: Choisir une liste

source: Select a primary email address:
ar: اختيار عنوان بريد إلكتروني رئيسي:
es: Seleccione una dirección de email principal:
fr: Choisir un courriel principal

source: Select a primary job title:
ar: اختيار مسمى وظيفي رئيسي:
es: Seleccione un puesto de trabajo principal:
fr: Choisir un titre principal

source: Select a primary organization:
ar: اختيار منظمة رئيسية:
es: Seleccione una organización principal
fr: Choisir une organisation principale

source: Select a primary phone number:
ar: اختيار رقم هاتف رئيسي:
es: Seleccione un número de teléfono principal
fr: Choisir un numéro de téléphone principal

source: Select a region
ar: اختيار إقليم
es: Seleccione una región
fr: Choisir une région

source: Select a role
ar: اختيار دور
es: Seleccione un rol
fr: Choisir un role

source: Select an organisation
ar: اختيار منظمة
es: Seleccione una organización
fr: Choisir une organisation

source: Select current location
ar: اختيار الموقع الحالي
es: Seleccione localización actual
fr: Choisir la location actuelle

source: Select lists
ar: اختيار قوائم
es: Seleccione listas
fr: Choisir les listes

source: Select managers
ar: اختيار مدراء
es: Seleccione managers
fr: Choisir les administrateurs

source: Select some people
ar: اختر بعض الأشخاص

source: Select someone
ar: اختر شخصا

source: Send Claim Email
ar: أرسل بريدا إلكترونيا مطالبا
es: Enviar Email de Reclamación
fr: Envoyer un email de déclaration

source: Service Type
ar: نوع الخدمة
es: Tipo de Servicio
fr: Type de service

source: Service admin
ar: مشرف الخدمة
es: Admin de servicio
fr: Gérant de service

source: Service deleted successfully
ar: تم حذف الخدمة بنجاح
es: Servicio eliminado correctamente
fr: Service supprimé avec succès

source: Service manager
ar: مدير الخدمة
es: Manager del servicio
fr: Administrateur du service

source: Service saved successfully
ar: تم حفظ الخدمة بنجاح
es: Servicio guardado con éxito
fr: Service sauvegardé avec succès

source: Service settings
ar: إعدادات الخدمة
es: Configuración de servicio
fr: Service de réglages

source: Services
ar: خدمات
es: Servicios

source: Set a date here if you want to be checked out automatically
ar: حدد تاريخا إذا أردت تسجيل الخروج تلقائيا
es: Establezca aquí una fecha si desea ser dado de baja (check-out) automáticamente
fr: Mettre une date ici si vous souhaitez être déconnecté automatiquement.

source: Set a date to be automatically checked out:
ar: حدد تاريخا لتسجيل الخروج تلقائيا:
es: Establezca una fecha para ser dado de baja (check-out) automáticamente:
fr: Choisir une date pour être déconnecté automatiquement.

source: Set primary email:
ar: حدد بريدا إلكترونيا رئيسيا:
es: Establezca email principal:
fr: Mettre le courriel principal

source: Set primary job title:
ar: حدد مسمىَ وظيفياَ رئيسيا:
es: Establezca puesto de trabajo principal:
fr: Mettre l'occupation principale

source: Set primary location:
ar: حدد موقعا رئيسيا:
es: Establezca localización principal:
fr: Mettre la location principale

source: Set primary organization:
ar: حدد منظمةَ رئيسية:
es: Establezca organización principal:
fr: Mettre l'organisation principale

source: Set primary phone number:
ar: حدد رقم هاتف رئيسيا:
es: Establezca un número de teléfono principal:
fr: Mettre le numéro de téléphone principal

source: Showing contacts
ar: إظهار جهات الاتصال
es: Mostrando contactos
fr: Contacts affichés

source: Showing lists
ar: إظهار القوائم
es: Mostrando listas
fr: Listes affichées

source: Sign up for a Humanitarian ID account. Doing so will give you access to Humanitarian ID as well as a growing number of related humanitarian community sites.
ar: قم بالتسجيل بحساب Humanitarian ID. هكذا يمكنك الدخول على Humanitarian ID وعلى عدد كبير من مواقع المجتمع الإنساني كذلك.
es: Regístrese y complete su cuenta en Humanitarian ID. Esto le dará acceso a Humanitarian ID así como un creciente número de sitios web humanitarios relacionados.
fr: Créer un compte Humanitarian ID pour avoir accès au site et au nombre croissant des sites liés à la communauté humanitaire.

source: Skip
ar: تجاوز
es: Saltar
fr: Sauter

source: Skip to main content
ar: تجاوز إلى المحتوى الرئيسي
es: Saltar a contenido principal
fr: Sauter au contenu principal

source: Social Networks
ar: شبكات اجتماعية
es: Redes sociales
fr: Réseaux sociaux

source: Some of you check-ins are pending, we will get back to you soon.
ar: بعض تسجيلات الدخول الخاصة بك ما زالت في حالة انتظار، سنقوم بالعودة إليك قريبا.
es: Algunos de sus check-ins están pendientes, le responderemos lo antes posible
fr: Certains check-ins sont pendants, nous allons vous rejoindre bientôt

source: Sorry, this user was not found. Try searching for Humanitarian Contacts:
ar: للأسف، لم يتم العثور على هذا المستخدم. حاول البحث عن جهات اتصال إنسانية:
es: Lo sentimos, no encontramos esté usuario. Intente buscar por Contactos Humanitarios:
fr: Désolé, nous n'avons pas trouvé cet utilisateur. Essayez de chercher dans les Contacts Humanitaires:

source: Sort
ar: توزيع

source: Sort by
ar: توزيع حسب
es: Ordenar por
fr: Trier par

source: Status
ar: حالة
es: Estado
fr: Statut

source: Subscribe
ar: اشترك
es: Suscribirse
fr: S'abonner

source: Subscribe user
ar: اشترك مع المستخدم
es: Suscribir usuario

source: Subscriptions
ar: اشتراكات
es: Suscripciones
fr: Souscriptions

source: Successfully added to list
ar: تم الإضافة إلى القائمة بنجاح
es: Agregado a la lista con éxito
fr: Ajouté à la liste avec succès

source: Successfully checked in to list
ar: تم التسجيل في القائمة بنجاح
es: Dado de alta en lista con éxito
fr: Check-in dans une liste avec succès

source: Successfully removed from list
ar: تمت الإزالة من القائمة بنجاح
es: Eliminado de la lista con éxito
fr: Supprimé de la liste avec succès

source: Successfully removed from list.
ar: تمت الإزالة من القائمة بنجاح.
es: Eliminado de la lista con éxito.
fr: Supprimé de la liste avec succès

source: Suggested services
ar: خدمات مقترحة
es: Servicios sugeridos
fr: Services suggérés

source: Support
ar: دعم
es: Soporte
fr: Aide

source: Thank you for checking in
ar: شكرا لك على التسجيل
es: Gracias por darse de alta (hacer check-in)
fr: Nous vous remercions de vous avoir connecté

source: Thank you for checking in. You will soon receive an email address which will allow you to confirm your account. Please confirm it asap.
ar: شكرا لك على التسجيل. قريبا ستتلقى بريدا إلكترونيا يمكنك من خلاله تأكيد حسابك. فضلا أكده في أقرب وقت ممكن.
es: Gracias por darse de alta (hacer check-in). En breve recibirá un email que le permitirá confirmar su cuenta. Por favor confirme lo antes posible.
fr: Nous vous remercions de vous avoir connecté. Vous allez recevoir une adresse d'email qui va vous permettre de confirmer votre compte. Nous vous prions de faire la confirmation le plus vite possible.

source: Thank you for creating an account. You will soon receive a confirmation email to confirm your account.
ar: شكرا لإنشائك حسابا. قريبا ستتلقى بريدا إلكترونيا لتأكيد حسابك.
es: Gracias por crear una cuenta. En breve recibirá un email de confirmación para confirmar su cuenta.
fr: Nous vous remercions de créer une compte. Vous allez recevoir une confirmation par courriel.

source: Thank you for verifying your email. You can now login through our application, or through any other application using Humanitarian ID
ar: شكرا لك للتحقق من بريدك الإلكتروني. تستطيع الآن الدخول عبر تطبيقنا أو عبر تطبيقات أخرى باستخدام Humanitarian ID.
es: Gracias por verificar su email. A partir de este momento usted puede iniciar sesión a través de nuestra aplicación, o cualquier otra aplicación que utilice Humanitarian ID
fr: Nous vous remercions d'avoir vérifié votre courriel. Dès maintenant, vous pouvez vous connecter en utilisant notre application, ou tout autre application en utilisant Humanitarian ID

source: Thanks for registering
ar: شكرا لتسجيلك.
es: Gracias por registrarse
fr: On vous remercie pour l'inscription

source: The client ID
ar: ID الخاص بالعميل
es: El ID de cliente
fr: L'ID du client

source: The client name
ar: اسم العميل
es: El nombre del cliente
fr: Le nom du client

source: The list owner and editors of this list only
ar: مالك القائمة ومحرروها فقط
es: Tan sólo el propietario y editores de la lista
fr: Seulement le propriétaire et les éditeurs de la liste

source: The list was successfully deleted.
ar: تم حذف القائمة بنجاح.
es: La lista ha sido eliminada con éxito
fr: La liste a été supprimée avec succès

source: The service name
ar: اسم الخدمة
es: El nombre del servicio
fr: Le nom du service

source: The user was successfully approved.
ar: تم اعتماد المستخدم بنجاح.
es: El usuario ha sido aprobado con éxito.
fr: L'utilisateur a été accepté avec succès

source: The user was successfully checked out.
ar: تم تسجيل خروج المستخدم بنجاح.
es: El usuario ha sido dado de baja (check-out) con éxito.
fr: L'utilisateur a été déconnecté (checked out) avec succès

source: The user was successfully created. If you inserted an email address, they will receive an email to claim their account. You can now edit the user profile to add more information.
ar: تم إنشاء المستخدم بنجاح. لو قمت بإدخال بريد إلكتروني، سيقومون بتلقي بريد إلكتروني لطلب حسابهم. تستطيع الآن تحرير ملف المستخدم لإضافة معلومات أخرى.
es: El usuario ha sido creado con éxito. Si introdujo una dirección de email, el nuevo usuario recibirá un email para reclamar su cuenta. Puede editar ahora el perfil del usuario para añadir más información.
fr: L'utilisateur a été crée avec succès. Si vous avez introduit une adresse d'email, ils vont recevoir un courriel pour activer leur compte. Maintenant, vous pouvez éditer le compte de l'utilisateur pour ajouter plusieurs informations.

source: The user was successfully deleted.
ar: تم حذف هذا المستخدم بنجاح.
es: El usuario ha sido eliminado con éxito.
fr: L'utilisateur a été supprimé avec succès.

source: The user was successfully subscribed to this service
ar: تم اشتراك هذا المستخدم في هذه الخدمة بنجاح.
es: El usuario ha sido suscrito a este servicio con éxito
fr: L'utilisateur a été abonné avec succès à ce service

source: The user was successfully unsubscribed from this service
ar: تم إلغاء اشتراك هذا الحساب في هذه الخدمة بنجاح
es: La suscripción del usuario a este servicio ha sido cancelada con éxito
fr: L'utilisateur a été désabonnée avec succès de ce service

source: The verification link did not work
ar: رابط التحقق لم يعمل
es: El link de verificación no ha funcionado
fr: Le lien de vérification n'a pas fonctionné

source: There was an error adding members to the list
ar: حصل خطأ أثناء إضافة أعضاء لهذه القائمة
es: Ha habido un error agregando miembros a la lista
fr: Il y a eu une erreur d'ajouter des membres à la liste

source: There was an error checking in this user
ar: حصل خطأ أثناء تسجيل هذا المستخدم
es: Ha habido un error dando de alta (check-in) a este usuario
fr: Il y a eu une erreur en faisant le check-in de cet utilisateur

source: There was an error checking out of this list
ar: حصل خطأ أثناء تسجيل الخروج من هذه القائمة
es: Ha habido un error dando de baja (check-out) de esta lista
fr: Il y a eu une erreur en faisant le check-out cette liste.

source: There was an error checking you in.
ar: حصل خطأ أثناء تسجيلك.
es: Ha habido un error dándole de alta (check-in)
fr: Il y a eu une erreur de faire votre check-in.

source: There was an error logging in.
ar: حصل خطأ أثناء تسجيل دخولك.
es: Ha habido un error iniciando sesión
fr: Il y a eu une erreur concernant votre login

source: There was an error notifying this user
ar: حصل خطأ أثناء ارسال تنبيه لهذا المستخدم
es: Ha habido un error al notificar a este usuario
fr: Il y a eu une erreur concernant la notification de cet utilisateur.

source: There was an error processing your registration.
ar: حصل خطأ أثناء المضي قدما بعملية تسجيلك.
es: Ha habido un error procesando su registro.
fr: Il y a eu une erreur concernant votre enregistrement

source: There was an error registering your account.
ar: حصل خطأ أثناء تسجيل حسابك
es: Ha habido un error al registrar su cuenta
fr: Il y a eu une erreur concernant l'enregistrement de votre compte
